Repository: brozozowska/RSSReader
Catalog: RSSReader/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, it, ja, ko, pt_br, ru, ur, zh_hans

# reading.articles.refresh.dismiss.accessibility
source: Dismiss refresh error
ar: تجاهل خطأ التحديث
de: Aktualisierungsfehler schließen
es: Ocultar error de actualización
fa: بستن خطای تازه‌سازی
fr: Masquer l’erreur d’actualisation
he: סגור את שגיאת הרענון
it: Nascondi errore di aggiornamento
ja: 更新エラーを閉じる
ko: 새로 고침 오류 닫기
pt_br: Ocultar erro de atualização
ru: Скрыть ошибку обновления
ur: تازہ کاری کی خرابی بند کریں
zh_hans: 关闭刷新错误

# reading.articles.refresh.failed.title
source: Refresh Failed
ar: فشل التحديث
de: Aktualisierung fehlgeschlagen
es: Error al actualizar
fa: تازه‌سازی ناموفق بود
fr: Échec de l’actualisation
he: הרענון נכשל
it: Aggiornamento non riuscito
ja: 更新に失敗しました
ko: 새로 고침 실패
pt_br: Falha ao atualizar
ru: Ошибка обновления
ur: تازہ کاری ناکام ہو گئی
zh_hans: 刷新失败

# reading.articles.refresh.multipleFeeds.failed.count
source: %lld feeds failed to refresh.
ar: فشل تحديث %lld خلاصة.
de: %lld Feeds konnten nicht aktualisiert werden.
es: No se pudieron actualizar %lld fuentes.
fa: تازه‌سازی %lld فید انجام نشد.
fr: %lld flux n’ont pas pu être actualisés.
he: %lld פידים לא התרעננו.
it: Non è stato possibile aggiornare %lld fonti.
ja: %lld 件のフィードを更新できませんでした。
ko: %lld개의 피드를 새로 고치지 못했습니다.
pt_br: Não foi possível atualizar %lld feeds.
ru: Не удалось обновить %lld лент.
ur: %lld فیڈز تازہ نہیں ہو سکیں۔
zh_hans: %lld 个订阅源刷新失败。

# reading.articles.refresh.multipleFeedsWithFirstError.failed.count
source: %1$lld feeds failed to refresh. First error: %2$@
ar: فشل تحديث %1$lld خلاصة. أول خطأ: %2$@
de: %1$lld Feeds konnten nicht aktualisiert werden. Erster Fehler: %2$@
es: No se pudieron actualizar %1$lld fuentes. Primer error: %2$@
fa: تازه‌سازی %1$lld فید انجام نشد. نخستین خطا: %2$@
fr: %1$lld flux n’ont pas pu être actualisés. Première erreur : %2$@
he: רענון %1$lld פידים נכשל. שגיאה ראשונה: %2$@
it: Non è stato possibile aggiornare %1$lld fonti. Primo errore: %2$@
ja: %1$lld 件のフィードを更新できませんでした。最初のエラー: %2$@
ko: %1$lld개의 피드를 새로 고치지 못했습니다. 첫 번째 오류: %2$@
pt_br: Não foi possível atualizar %1$lld feeds. Primeiro erro: %2$@
ru: Не удалось обновить %1$lld лент. Первая ошибка: %2$@
ur: %1$lld فیڈز تازہ نہیں ہو سکیں۔ پہلی خرابی: %2$@
zh_hans: %1$lld 个订阅源刷新失败。第一个错误：%2$@

# reading.articles.refresh.singleFeed.failed
source: The current feed failed to refresh.
ar: فشل تحديث الخلاصة الحالية.
de: Der aktuelle Feed konnte nicht aktualisiert werden.
es: No se pudo actualizar la fuente actual.
fa: تازه‌سازی فید فعلی ناموفق بود.
fr: Le flux actuel n’a pas pu être actualisé.
he: רענון הפיד הנוכחי נכשל.
it: Non è stato possibile aggiornare la fonte corrente.
ja: 現在のフィードを更新できませんでした。
ko: 현재 피드를 새로 고치지 못했습니다.
pt_br: Não foi possível atualizar o feed atual.
ru: Не удалось обновить текущую ленту.
ur: موجودہ فیڈ تازہ نہیں ہو سکی۔
zh_hans: 当前订阅源刷新失败。

# reading.articles.row.action.read
source: Read
ar: مقروء
de: Gelesen
es: Leído
fa: خوانده‌شده
fr: Lu
he: נקראה
it: Letto
ja: 既読
ko: 읽음
pt_br: Lido
ru: Прочитано
ur: پڑھا ہوا
zh_hans: 已读

# reading.articles.row.action.unread
source: Unread
ar: غير مقروء
de: Ungelesen
es: No leído
fa: خوانده‌نشده
fr: Non lu
he: לא נקראה
it: Non letto
ja: 未読
ko: 읽지 않음
pt_br: Não lido
ru: Непрочитано
ur: نہ پڑھا ہوا
zh_hans: 未读

# reading.articles.search.empty.description.format
source: No visible articles match "%@".
ar: لا توجد مقالات مرئية تطابق "%@".
de: Keine sichtbaren Artikel entsprechen „%@“.
es: No hay artículos visibles que coincidan con «%@».
fa: هیچ مقالهٔ قابل مشاهده‌ای با «%@» پیدا نشد.
fr: Aucun article visible ne correspond à « %@ ».
he: אין כתבות גלויות שתואמות ל-״%@״.
it: Nessun articolo visibile corrisponde a “%@”.
ja: 「%@」に一致する表示可能な記事はありません。
ko: "%@"와 일치하는 표시 가능한 기사가 없습니다.
pt_br: Nenhum artigo visível corresponde a “%@”.
ru: Нет видимых статей по запросу «%@».
ur: ‏"%@" سے ملتا ہوا کوئی دکھائی دینے والا مضمون نہیں۔
zh_hans: 没有可见文章匹配“%@”。

# reading.articles.search.empty.title
source: No Search Results
ar: لا توجد نتائج بحث
de: Keine Suchergebnisse
es: No hay resultados
fa: نتیجه‌ای پیدا نشد
fr: Aucun résultat
he: אין תוצאות חיפוש
it: Nessun risultato
ja: 検索結果なし
ko: 검색 결과 없음
pt_br: Nenhum resultado
ru: Ничего не найдено
ur: تلاش کا کوئی نتیجہ نہیں
zh_hans: 没有搜索结果

# reading.articles.search.prompt
source: Search Articles
ar: البحث في المقالات
de: Artikel suchen
es: Buscar artículos
fa: جست‌وجوی مقاله‌ها
fr: Rechercher des articles
he: חיפוש כתבות
it: Cerca articoli
ja: 記事を検索
ko: 기사 검색
pt_br: Buscar artigos
ru: Поиск статей
ur: مضامین تلاش کریں
zh_hans: 搜索文章

# reading.articles.section.today
source: Today
ar: اليوم
de: Heute
es: Hoy
fa: امروز
fr: Aujourd’hui
he: היום
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
ur: آج
zh_hans: 今天

# reading.articles.section.yesterday
source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fa: دیروز
fr: Hier
he: אתמול
it: Ieri
ja: 昨日
ko: 어제
pt_br: Ontem
ru: Вчера
ur: کل
zh_hans: 昨天

# reading.articles.smartFilter.allItems.title
source: All Items
ar: كل العناصر
de: Alle Objekte
es: Todos los elementos
fa: همهٔ موارد
fr: Tous les éléments
he: כל הפריטים
it: Tutti gli elementi
ja: すべて
ko: 전체
pt_br: Todos os itens
ru: Все
ur: تمام آئٹمز
zh_hans: 全部

# reading.articles.smartFilter.starred.title
source: Starred
ar: المفضلة
de: Favoriten
es: Favoritos
fa: ستاره‌دارها
fr: Favoris
he: מועדפים
it: Preferiti
ja: スター付き
ko: 별표 표시됨
pt_br: Favoritos
ru: Избранное
ur: پسندیدہ
zh_hans: 已加星标

# reading.articles.smartFilter.unread.title
source: Unread
ar: غير مقروء
de: Ungelesen
es: No leídos
fa: خوانده‌نشده‌ها
fr: Non lus
he: לא נקראו
it: Non letti
ja: 未読
ko: 읽지 않음
pt_br: Não lidos
ru: Непрочитанные
ur: نہ پڑھے ہوئے
zh_hans: 未读

# reading.articles.subtitle.noUnread
source: No Unread Items
ar: لا توجد عناصر غير مقروءة
de: Keine ungelesenen Objekte
es: No hay elementos sin leer
fa: مورد خوانده‌نشده‌ای نیست
fr: Aucun élément non lu
he: אין פריטים שלא נקראו
it: Nessun elemento non letto
ja: 未読なし
ko: 읽지 않은 항목 없음
pt_br: Nenhum item não lido
ru: Нет непрочитанных
ur: کوئی نہ پڑھا ہوا آئٹم نہیں
zh_hans: 没有未读项目

# reading.articles.subtitle.starred.count
source: %lld Starred Items
ar: %lld عنصر مفضل
de: %lld Favoriten
es: %lld favoritos
fa: %lld مورد ستاره‌دار
fr: %lld favoris
he: %lld פריטים מועדפים
it: %lld preferiti
ja: スター付き %lld 件
ko: 별표 표시 %lld개
pt_br: %lld favoritos
ru: %lld избранных
ur: %lld پسندیدہ آئٹمز
zh_hans: %lld 篇已加星标

# reading.articles.subtitle.unread.count
source: %lld Unread Items
ar: %lld عنصر غير مقروء
de: %lld ungelesene Objekte
es: %lld elementos sin leer
fa: %lld مورد خوانده‌نشده
fr: %lld éléments non lus
he: %lld פריטים שלא נקראו
it: %lld elementi non letti
ja: 未読 %lld 件
ko: 읽지 않음 %lld개
pt_br: %lld itens não lidos
ru: %lld непрочитанных
ur: %lld نہ پڑھے ہوئے آئٹمز
zh_hans: %lld 篇未读

# reading.safari.unsupported.description
source: This article link can't be opened in the in-app browser.
ar: لا يمكن فتح رابط المقالة هذا في المتصفح داخل التطبيق.
de: Dieser Artikellink kann nicht im In-App-Browser geöffnet werden.
es: Este enlace del artículo no se puede abrir en el navegador integrado.
fa: این پیوند مقاله در مرورگر درون‌برنامه‌ای باز نمی‌شود.
fr: Ce lien d’article ne peut pas être ouvert dans le navigateur intégré.
he: אי אפשר לפתוח את קישור הכתבה בדפדפן המובנה.
it: Questo link dell’articolo non può essere aperto nel browser integrato.
ja: この記事のリンクはアプリ内ブラウザで開けません。
ko: 이 기사 링크는 앱 내 브라우저에서 열 수 없습니다.
pt_br: Este link de artigo não pode ser aberto no navegador integrado.
ru: Эту ссылку нельзя открыть во встроенном браузере.
ur: اس مضمون کا لنک درونِ ایپ براؤزر میں نہیں کھل سکتا۔
zh_hans: 无法在应用内浏览器中打开这篇文章链接。

# reading.safari.unsupported.title
source: Cannot Open Link
ar: لا يمكن فتح الرابط
de: Link kann nicht geöffnet werden
es: No se puede abrir el enlace
fa: باز کردن پیوند ممکن نیست
fr: Impossible d’ouvrir le lien
he: לא ניתן לפתוח קישור
it: Impossibile aprire il link
ja: リンクを開けません
ko: 링크를 열 수 없음
pt_br: Não foi possível abrir o link
ru: Не удалось открыть ссылку
ur: لنک نہیں کھل سکتا
zh_hans: 无法打开链接

# runtime.refresh.accessibility.idle
source: Refresh idle
ar: التحديث خامل
de: Aktualisierung inaktiv
es: Actualización inactiva
fa: تازه‌سازی فعال نیست
fr: Actualisation inactive
he: אין רענון פעיל
it: Aggiornamento inattivo
ja: 更新は待機中
ko: 새로 고침 대기 중
pt_br: Atualização inativa
ru: Обновление не выполняется
ur: تازہ کاری غیر فعال ہے
zh_hans: 刷新空闲

# runtime.refresh.accessibility.pulling
source: Pulling to refresh
ar: اسحب للتحديث
de: Zum Aktualisieren ziehen
es: Deslizando para actualizar
fa: کشیدن برای تازه‌سازی
fr: Tirer pour actualiser
he: משיכה לרענון
it: Trascina per aggiornare
ja: 引っ張って更新
ko: 당겨서 새로 고침
pt_br: Puxando para atualizar
ru: Потяните, чтобы обновить
ur: تازہ کرنے کے لیے کھینچ رہے ہیں
zh_hans: 下拉以刷新

# runtime.refresh.accessibility.ready
source: Release to refresh
ar: أفلت للتحديث
de: Loslassen zum Aktualisieren
es: Suelta para actualizar
fa: برای تازه‌سازی رها کنید
fr: Relâcher pour actualiser
he: שחרר לרענון
it: Rilascia per aggiornare
ja: 離して更新
ko: 놓아서 새로 고침
pt_br: Solte para atualizar
ru: Отпустите, чтобы обновить
ur: تازہ کرنے کے لیے چھوڑیں
zh_hans: 松开以刷新

# runtime.refresh.accessibility.refreshing
source: Refreshing
ar: جارٍ التحديث
de: Wird aktualisiert
es: Actualizando
fa: در حال تازه‌سازی
fr: Actualisation en cours
he: מרענן
it: Aggiornamento in corso
ja: 更新中
ko: 새로 고치는 중
pt_br: Atualizando
ru: Обновление
ur: تازہ کاری ہو رہی ہے
zh_hans: 正在刷新

# runtime.refresh.status.notUpdatedYet
source: Not updated yet
ar: لم يتم التحديث بعد
de: Noch nicht aktualisiert
es: Aún no se ha actualizado
fa: هنوز به‌روزرسانی نشده است
fr: Pas encore mis à jour
he: עדיין לא עודכן
it: Non ancora aggiornato
ja: まだ更新されていません
ko: 아직 업데이트되지 않음
pt_br: Ainda não atualizado
ru: Ещё не обновлялось
ur: ابھی اپ ڈیٹ نہیں ہوا
zh_hans: 尚未更新

# runtime.refresh.status.today.format
source: Today at %@
ar: اليوم في %@
de: Heute um %@
es: Hoy a las %@
fa: امروز ساعت %@
fr: Aujourd’hui à %@
he: היום בשעה %@
it: Oggi alle %@
ja: 今日 %@
ko: 오늘 %@
pt_br: Hoje às %@
ru: Сегодня в %@
ur: آج %@ پر
zh_hans: 今天 %@

# runtime.refresh.status.yesterday.format
source: Yesterday at %@
ar: أمس في %@
de: Gestern um %@
es: Ayer a las %@
fa: دیروز ساعت %@
fr: Hier à %@
he: אתמול בשעה %@
it: Ieri alle %@
ja: 昨日 %@
ko: 어제 %@
pt_br: Ontem às %@
ru: Вчера в %@
ur: کل %@ پر
zh_hans: 昨天 %@

# runtime.sync.status.failed
source: Sync failed
ar: فشلت المزامنة
de: Synchronisierung fehlgeschlagen
es: Error de sincronización
fa: همگام‌سازی انجام نشد
fr: Échec de la synchronisation
he: הסנכרון נכשל
it: Sincronizzazione non riuscita
ja: 同期に失敗しました
ko: 동기화 실패
pt_br: Falha na sincronização
ru: Ошибка синхронизации
ur: ہم وقت سازی ناکام ہو گئی
zh_hans: 同步失败

# runtime.sync.status.syncing
source: Syncing...
ar: جارٍ المزامنة...
de: Synchronisierung läuft ...
es: Sincronizando...
fa: در حال همگام‌سازی...
fr: Synchronisation en cours...
he: מסנכרן...
it: Sincronizzazione in corso...
ja: 同期中...
ko: 동기화 중...
pt_br: Sincronizando...
ru: Синхронизация...
ur: ہم وقت سازی ہو رہی ہے...
zh_hans: 正在同步...

# settings.accessibility.apply
source: Apply Settings
ar: تطبيق الإعدادات
de: Einstellungen anwenden
es: Aplicar ajustes
fa: اعمال تنظیمات
fr: Appliquer les réglages
he: החל הגדרות
it: Applica impostazioni
ja: 設定を適用
ko: 설정 적용
pt_br: Aplicar ajustes
ru: Применить настройки
ur: ترتیبات لاگو کریں
zh_hans: 应用设置

# settings.accessibility.close
source: Close Settings
ar: إغلاق الإعدادات
de: Einstellungen schließen
es: Cerrar ajustes
fa: بستن تنظیمات
fr: Fermer les réglages
he: סגור הגדרות
it: Chiudi impostazioni
ja: 設定を閉じる
ko: 설정 닫기
pt_br: Fechar ajustes
ru: Закрыть настройки
ur: ترتیبات بند کریں
zh_hans: 关闭设置

# settings.alert.clearArchivedArticles.action
source: Clear Articles
ar: مسح المقالات
de: Artikel löschen
es: Borrar artículos
fa: پاک کردن مقاله‌ها
fr: Effacer les articles
he: מחק כתבות
it: Elimina articoli
ja: 記事を消去
ko: 기사 지우기
pt_br: Excluir artigos
ru: Очистить статьи
ur: مضامین صاف کریں
zh_hans: 清除文章

# settings.alert.clearArchivedArticles.message
source: This removes archived articles from this device and iCloud. Starred articles, current articles, and saved article images are not affected.
ar: يؤدي هذا إلى إزالة المقالات المؤرشفة من هذا الجهاز ومن iCloud. لا تتأثر المقالات المميزة بنجمة والمقالات الحالية وصور المقالات المحفوظة.
de: Dadurch werden archivierte Artikel von diesem Gerät und aus iCloud entfernt. Favoriten, aktuelle Artikel und gespeicherte Artikelbilder bleiben erhalten.
es: Esta acción borrará los artículos archivados de este dispositivo y de iCloud. Los favoritos, los artículos actuales y las imágenes guardadas de artículos no se verán afectados.
fa: این کار مقاله‌های بایگانی‌شده را از این دستگاه و iCloud حذف می‌کند. مقاله‌های ستاره‌دار، مقاله‌های فعلی و تصویرهای ذخیره‌شدهٔ مقاله‌ها دست‌نخورده می‌مانند.
fr: Cette opération supprimera les articles archivés de cet appareil et d’iCloud. Les favoris, les articles actuels et les images d’articles enregistrées ne seront pas modifiés.
he: פעולה זו תמחק כתבות בארכיון מהמכשיר הזה ומ-iCloud. כתבות מועדפות, כתבות נוכחיות ותמונות כתבות שמורות לא יושפעו.
it: Questa operazione eliminerà gli articoli archiviati da questo dispositivo e da iCloud. I preferiti, gli articoli correnti e le immagini degli articoli salvate non verranno modificati.
ja: アーカイブ済みの記事をこのデバイスと iCloud から削除します。スター付きの記事、現在の記事、保存済みの記事画像には影響しません。
ko: 보관된 기사를 이 기기와 iCloud에서 제거합니다. 별표 표시한 기사, 현재 기사, 저장된 기사 이미지는 영향을 받지 않습니다.
pt_br: Esta ação removerá os artigos arquivados deste dispositivo e do iCloud. Favoritos, artigos atuais e imagens salvas de artigos não serão afetados.
ru: Архивные статьи будут удалены с этого устройства и из iCloud. Избранные статьи, текущие статьи и сохранённые изображения статей не изменятся.
ur: یہ آرکائیو شدہ مضامین کو اس ڈیوائس اور iCloud سے ہٹا دے گا۔ پسندیدہ مضامین، موجودہ مضامین اور مضمون کی محفوظ تصاویر متاثر نہیں ہوں گی۔
zh_hans: 这会从此设备和 iCloud 中移除已归档文章。已加星标的文章、当前文章和已保存的文章图片不会受影响。

# settings.alert.clearArchivedArticles.title
source: Clear archived articles?
ar: هل تريد مسح المقالات المؤرشفة؟
de: Archivierte Artikel löschen?
es: ¿Borrar los artículos archivados?
fa: مقاله‌های بایگانی‌شده پاک شوند؟
fr: Effacer les articles archivés ?
he: לנקות כתבות בארכיון?
it: Eliminare gli articoli archiviati?
ja: アーカイブ済みの記事を消去しますか？
ko: 보관된 기사를 지울까요?
pt_br: Excluir artigos arquivados?
ru: Очистить архивные статьи?
ur: آرکائیو شدہ مضامین صاف کریں؟
zh_hans: 清除已归档文章？

# settings.alert.clearArticleImageCache.message
source: This removes article images saved on this device. Images can be downloaded again when articles are opened.
ar: يؤدي هذا إلى إزالة صور المقالة المحفوظة على هذا الجهاز. يمكن تنزيل الصور مرة أخرى عند فتح المقالات.
de: Dadurch werden auf diesem Gerät gespeicherte Artikelbilder entfernt. Bilder können erneut geladen werden, wenn Artikel geöffnet werden.
es: Esta acción borrará las imágenes de artículos guardadas en este dispositivo. Podrán descargarse de nuevo al abrir los artículos.
fa: این کار تصویرهای ذخیره‌شدهٔ مقاله‌ها را از این دستگاه حذف می‌کند. با باز کردن مقاله‌ها می‌توان تصویرها را دوباره دانلود کرد.
fr: Cette opération supprimera les images d’articles enregistrées sur cet appareil. Elles pourront être téléchargées de nouveau à l’ouverture des articles.
he: פעולה זו תמחק תמונות כתבות שנשמרו במכשיר הזה. אפשר להוריד אותן שוב כשפותחים כתבות.
it: Questa operazione eliminerà le immagini degli articoli salvate su questo dispositivo. Potranno essere scaricate di nuovo quando apri gli articoli.
ja: このデバイスに保存された記事画像を削除します。記事を開くと画像を再度ダウンロードできます。
ko: 이 기기에 저장된 기사 이미지를 제거합니다. 기사를 열면 이미지를 다시 다운로드할 수 있습니다.
pt_br: Esta ação removerá as imagens de artigos salvas neste dispositivo. Elas poderão ser baixadas novamente quando os artigos forem abertos.
ru: Изображения статей, сохранённые на этом устройстве, будут удалены. Они могут быть загружены снова при открытии статей.
ur: یہ اس ڈیوائس پر محفوظ مضمون کی تصاویر ہٹا دے گا۔ مضامین کھولنے پر تصاویر دوبارہ ڈاؤن لوڈ ہو سکتی ہیں۔
zh_hans: 这会移除此设备上保存的文章图片。再次打开文章时可以重新下载图片。

# settings.alert.clearArticleImageCache.title
source: Clear article image cache?
ar: هل تريد مسح ذاكرة التخزين المؤقت لصورة المقالة؟
de: Artikelbild-Cache löschen?
es: ¿Borrar la caché de imágenes de artículos?
fa: حافظهٔ پنهان تصویرهای مقاله پاک شود؟
fr: Effacer le cache des images d’articles ?
he: לנקות מטמון תמונות כתבות?
it: Svuotare la cache delle immagini degli articoli?
ja: 記事画像のキャッシュを消去しますか？
ko: 기사 이미지 캐시를 지울까요?
pt_br: Limpar cache de imagens de artigos?
ru: Очистить кэш изображений статей?
ur: مضمون کی تصاویر کا کیش صاف کریں؟
zh_hans: 清除文章图片缓存？

# settings.alert.clearCache.action
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
de: Cache löschen
es: Borrar caché
fa: پاک کردن حافظهٔ پنهان
fr: Vider le cache
he: נקה מטמון
it: Svuota cache
ja: キャッシュを消去
ko: 캐시 지우기
pt_br: Limpar cache
ru: Очистить кэш
ur: کیش صاف کریں
zh_hans: 清除缓存

# settings.alert.clearFeedIconCache.message
source: Feed icons saved on this device will be removed. They can be discovered and downloaded again when refresh runs.
ar: ستتم إزالة أيقونات الخلاصة المحفوظة على هذا الجهاز. يمكن اكتشافها وتنزيلها مرة أخرى عند تشغيل التحديث.
de: Auf diesem Gerät gespeicherte Feed-Symbole werden entfernt. Sie können bei einer Aktualisierung erneut gefunden und geladen werden.
es: Se borrarán los iconos de fuentes guardados en este dispositivo. Podrán detectarse y descargarse de nuevo al actualizar.
fa: آیکون‌های فید ذخیره‌شده روی این دستگاه حذف می‌شوند. هنگام تازه‌سازی می‌توان آن‌ها را دوباره پیدا و دانلود کرد.
fr: Les icônes de flux enregistrées sur cet appareil seront supprimées. Elles pourront être retrouvées et téléchargées de nouveau lors d’une actualisation.
he: איקוני פידים שנשמרו במכשיר הזה יימחקו. אפשר למצוא ולהוריד אותם שוב בזמן רענון.
it: Le icone delle fonti salvate su questo dispositivo verranno eliminate. Potranno essere trovate e scaricate di nuovo durante un aggiornamento.
ja: このデバイスに保存されたフィードアイコンを削除します。更新時に再検出してダウンロードできます。
ko: 이 기기에 저장된 피드 아이콘이 제거됩니다. 새로 고침이 실행되면 다시 찾아 다운로드할 수 있습니다.
pt_br: Os ícones de feeds salvos neste dispositivo serão removidos. Eles poderão ser encontrados e baixados novamente durante uma atualização.
ru: Иконки лент, сохранённые на этом устройстве, будут удалены. Они могут быть найдены и загружены снова при запуске обновления.
ur: اس ڈیوائس پر محفوظ فیڈ آئیکنز ہٹا دیے جائیں گے۔ تازہ کاری کے دوران انہیں دوبارہ تلاش اور ڈاؤن لوڈ کیا جا سکتا ہے۔
zh_hans: 此设备上保存的订阅源图标将被移除。刷新时可以重新发现并下载。

# settings.alert.clearFeedIconCache.title
source: Clear feed icon cache?
ar: هل تريد مسح ذاكرة التخزين المؤقت لرمز الخلاصة؟
de: Feed-Symbol-Cache löschen?
es: ¿Borrar la caché de iconos de fuentes?
fa: حافظهٔ پنهان آیکون‌های فید پاک شود؟
fr: Effacer le cache des icônes de flux ?
he: לנקות מטמון איקוני פידים?
it: Svuotare la cache delle icone delle fonti?
ja: フィードアイコンのキャッシュを消去しますか？
ko: 피드 아이콘 캐시를 지울까요?
pt_br: Limpar cache de ícones de feeds?
ru: Очистить кэш иконок лент?
ur: فیڈ آئیکنز کا کیش صاف کریں؟
zh_hans: 清除订阅源图标缓存？

# settings.alert.ok.action
source: OK
ar: موافق
ko: 확인
zh_hans: 好

# settings.appearance.section.footer
source: Choose which theme is shown in the app interface.
ar: اختر المظهر الذي يظهر في واجهة التطبيق.
de: Wähle aus, welches Design in der App-Oberfläche angezeigt wird.
es: Elige qué tema se muestra en la interfaz de la app.
fa: انتخاب کنید کدام تم در ظاهر برنامه نمایش داده شود.
fr: Choisissez le thème affiché dans l’interface de l’app.
he: בחר איזו ערכת נושא תופיע בממשק האפליקציה.
it: Scegli quale tema mostrare nell’interfaccia dell’app.
ja: アプリのインターフェイスに表示するテーマを選択します。
ko: 앱 인터페이스에 표시할 테마를 선택합니다.
pt_br: Escolha qual tema será exibido na interface do app.
ru: Выберите, какая тема будет отображаться в интерфейсе приложения.
ur: منتخب کریں کہ ایپ میں کون سا تھیم دکھایا جائے۔
zh_hans: 选择应用界面显示的主题。

# settings.appearance.section.title
source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fa: ظاهر
fr: Apparence
he: מראה
it: Aspetto
ja: 外観
ko: 모양
pt_br: Aparência
ru: Оформление
ur: ظاہری شکل
zh_hans: 外观

# settings.appearance.theme.title
source: Theme
ar: السمة
de: Design
es: Tema
fa: تم
fr: Thème
he: ערכת נושא
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
ru: Тема
ur: تھیم
zh_hans: 主题

# settings.articleList.askBeforeMarkingAllRead.subtitle
source: Show a confirmation before marking all visible articles as read.
ar: أظهر تأكيدًا قبل وضع علامة على جميع المقالات المرئية كمقروءة.
de: Vor dem Markieren aller sichtbaren Artikel als gelesen eine Bestätigung anzeigen.
es: Mostrar una confirmación antes de marcar como leídos todos los artículos visibles.
fa: پیش از علامت‌گذاری همهٔ مقاله‌های قابل مشاهده به‌عنوان خوانده‌شده، تأیید نمایش داده شود.
fr: Afficher une confirmation avant de marquer tous les articles visibles comme lus.
he: הצג אישור לפני סימון כל הכתבות הגלויות כנקראות.
it: Mostra una conferma prima di segnare come letti tutti gli articoli visibili.
ja: 表示中のすべての記事を既読にする前に確認を表示します。
ko: 표시된 모든 기사를 읽음으로 표시하기 전에 확인을 표시합니다.
pt_br: Mostrar uma confirmação antes de marcar todos os artigos visíveis como lidos.
ru: Показывать подтверждение перед отметкой всех видимых статей как прочитанных.
ur: تمام نظر آنے والے مضامین کو پڑھا ہوا نشان زد کرنے سے پہلے تصدیق دکھائیں۔
zh_hans: 将所有可见文章标记为已读前显示确认。

# settings.articleList.askBeforeMarkingAllRead.title
source: Ask Before Marking All Read
ar: السؤال قبل وضع علامة على الكل كمقروء
de: Vor „Alle als gelesen“ nachfragen
es: Confirmar antes de marcar todo como leído
fa: پرسش پیش از خوانده‌شده کردن همه
fr: Confirmer avant de tout marquer comme lu
he: שאל לפני סימון הכל כנקרא
it: Conferma prima di segnare tutto come letto
ja: すべて既読にする前に確認
ko: 모두 읽음 표시 전 확인
pt_br: Confirmar antes de marcar tudo como lido
ru: Подтверждать отметку всех прочитанными
ur: سب کو پڑھا ہوا نشان زد کرنے سے پہلے پوچھیں
zh_hans: 全部标为已读前确认

# settings.articleList.keepArchivedArticles.title
source: Keep Archived Articles
ar: الاحتفاظ بالمقالات المؤرشفة
de: Archivierte Artikel behalten
es: Conservar artículos archivados
fa: نگهداری مقاله‌های بایگانی‌شده
fr: Conserver les articles archivés
he: שמור כתבות בארכיון
it: Conserva articoli archiviati
ja: アーカイブ済みの記事を保持
ko: 보관된 기사 유지
pt_br: Manter artigos arquivados
ru: Хранить архивные статьи
ur: آرکائیو شدہ مضامین رکھیں
zh_hans: 保留已归档文章
